<hr>
<div class="par">

<h2>من نحن ؟؟ </h2>

قصه المصباح للعطور ابتدأت عام 1963 كمورد وتاجر للعطور الاوروبيه والامريكيه ، حتى اكتسب سمعه حسنة في مجال العطور ومستحضرات التجميل في المملكة ، مدعوما ب 120 فرع حول مدنها ز قصه اخرى ابتدأت في 2006 ، عندما اطلقت المصباح اول مجموعه من العطور الخاصه بها خبره في السنوات مزجت بروحنا الرياديه ، واعلنا عن منتجات عطريه مكونه ، من الشغف ، والجوده ، وكل ماهوجميل في الحياة. مجموعات العطور التي نصنعها هدفها ان توقظ احساسينا عدة ، وان لا تكون فقط رائحه جميله ، بل ذكرى لاتنسى


</div>



</body>


</html>